Repository: kagwicharles/craftdynamic_hive
Catalog: lib/l10n/app_*.arb
Languages: am

# loginbiometric
source: Login with Fingerprint/Face
am: በጣት ወይም በፊት አሻራ ለመግባት

# usebiometric
source: Use fingerprint/face for faster and easy access to your account
am: በቀላሉና በፍጥነት ለመግባት የጣት ወይም ፊት አሻራ ይጠቀሙ

# enablebiometriclogin
source: Enable Fingerprint/Face Login
am: በጣት ወይም በፊት አሻራ ለመጠቀም

source: Enable Biometric
am: በአሻራ ለመጠቀም

# enterpinno
source: Enter pin
am: አገልግሎት ያስጀምሩ

# disablefingerprint
source: Disable Fingerprint/Face Login
am: የጣት አሻራ/የፊት መግቢያን አሰናክል

source: Disable Biometric
am: የጣት አሻራን አሰናክል

# nofingerprints
source: No fingerprints enrolled on this device
am: በዚህ መሳሪያ ላይ ምንም የጣት አሻራዎች አልተመዘገቡም።

# nostandingorders
source: No standing orders found!
am: ምንም ቋሚ ትዕዛዞች አልተገኙም!

# biometricenablesuccess
source: Biometrics login enabled successfully
am: የባዮሜትሪክስ መግባት በተሳካ ሁኔታ ነቅቷል።

# biometricdisablesuccess
source: Biometrics login disabled successfully
am: የባዮሜትሪክስ መግባት በተሳካ ሁኔታ ተሰናክሏል።
